content/articles/性别多元/为什么用ta.org
#+TITLE: 为什么用"ta"
#+AUTHOR: 甜悲白花
#+DATE: 2023-04-23
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup
# Change the background of source block.
#+HTML_HEAD: <style>pre.src{background:#343131;color:white;} </style>

由于目前的汉语中并没有性别中立的第三人称代词, 我将会使用"ta"来指代第三人称对象, 这看起来或许很不规范, 但比起性多元者遭遇的偏见(指没有性别中立的第三人称代词)来说, 这样的不规范有理由被容忍. 有人可能要说: "也可以用'他'来代指性别中立的第三人称对象". 但我不会这么做, 因为"她"已经出现了, 既然有"她"作为"他"的对立面出现, 那就没法忽视掉"她"而直接使用"他", 或许"她"字的出现并不算是进步, 但是历史是没有撤消这个选项的, 只有创造一个新的字来把"他"和"她"合进去, 没法只消除"她"而重新变成只有"他"的情况. 在这个新字被发明之前, 我选择用"ta"来指代第三人称(如果已有更好的选项, 或是在本段文字发布之后的某个将来时间点出现了更好的选项, 请务必及时告诉我).

本段文字是个简短的说明, 并且不准备回答"为什么要有性别中立的代词"这种鸟问题.
