public/articles/性别多元/为什么用ta.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>为什么用"ta"</title>
<meta name="author" content="甜悲白花" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">为什么用"ta"</h1>
<p>
由于目前的汉语中并没有性别中立的第三人称代词, 我将会使用"ta"来指代第三人称对象, 这看起来或许很不规范, 但比起性多元者遭遇的偏见(指没有性别中立的第三人称代词)来说, 这样的不规范有理由被容忍. 有人可能要说: "也可以用'他'来代指性别中立的第三人称对象". 但我不会这么做, 因为"她"已经出现了, 既然有"她"作为"他"的对立面出现, 那就没法忽视掉"她"而直接使用"他", 或许"她"字的出现并不算是进步, 但是历史是没有撤消这个选项的, 只有创造一个新的字来把"他"和"她"合进去, 没法只消除"她"而重新变成只有"他"的情况. 在这个新字被发明之前, 我选择用"ta"来指代第三人称(如果已有更好的选项, 或是在本段文字发布之后的某个将来时间点出现了更好的选项, 请务必及时告诉我).
</p>

<p>
本段文字是个简短的说明, 并且不准备回答"为什么要有性别中立的代词"这种鸟问题.
</p>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2023-04-23</p>
<p class="author">Author: 甜悲白花</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.5.5)</p>
</div>
</body>
</html>
